alacritty
atom
autoconf
automake
base
bison
bluez-utils
bspwm
ccls
cmatrix
discord
dunst
firefox
flameshot
flex
gdb
gimp
grub
htop
inkscape
lib32-fontconfig
libreoffice-still
linux-lts
neofetch
nvidia
pavucontrol
pulsemixer
python-distutils-extra
ranger
signal-desktop
steam
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tmux
typescript
vi
virtualbox
wget
wmname
wqy-zenhei
xclip
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
yarn
zsh-autosuggestions
zsh-syntax-highlighting
